Repository: arielk/pojo-bbpress-support
Catalog: languages/pojo-bbpress-support-*.po
Languages: he_il

source: Support Forum:
he_il: פורום תמיכה:

source: Show forum post count
he_il: הצגת מספר פוסטים בפורום

source: Show Rank
he_il: הצגת דירוג:

source: Topic Status Settings
he_il: הגדרות ססטוס דיון

source: Default Status:
he_il: סטטוס ברירת מחדל:

source: Display Status:
he_il: תצוגת סטטוס:

source: Admin
he_il: מנהל ראשי

source: Topic Creator
he_il: פותח הדיון

source: Forum Moderator
he_il: מנהל פורום

source: Support Froum Settings
he_il: הגדרות פורום תמיכה

source: Urgent Topic Status
he_il: סטטוס נושא דחוף

source: Move topics
he_il: הזזת דיונים

source: Assign topics
he_il: הרשמה לדיונים

source: Display Username:
he_il: הצגת שם משתמש:

source: Enable and configure the settings for topic statuses these will be displayed on each topic
he_il: הגדרות תצורה של פורומי התמיכה והרעיונות

source: Enable and configure the settings for support forums, these options will be displayed on each topic within your support forums
he_il: לאפשר ולהגדיר את הגדרות של פורום התמיכה, אפשרויות אלו יוצגו בכל דיון בפורום התמיכה

source: Show the users post count below their gravatar?
he_il: הצגת מספר הפוסטים של המשתמש מתחת לאווטאר

source: Display the users rank title below their gravatar?
he_il: הצגת דירוג המשתמש מתחת לאווטאר

source: not resolved
he_il: פתוח

source: resolved
he_il: סגור

source: not a support question
he_il: לא שאלת תמיכה

source: This is the default status that will get displayed on all topics
he_il: זהו סטטוס ברירת מחדל שיוצג בכל הדיונים

source: Resolved
he_il: סגור

source: Not Resolved
he_il: פתוח

source: Not a support question
he_il: לא שאלת תמיכה

source: Allow the admin to update the topic status (recommended).
he_il: לאפשר למנהל הראשי לעדכן את סטטוס הדיון (מומלץ).

source: Allow the person who created the topic to update the status.
he_il: לאפשר לפותח הדיון לעדכן את הסטטוס של הדיון.

source: Allow the forum moderators to update the post status.
he_il: לאפשר למנהלי הפורום לעדכן סטטוס דיון.

source: Allow administrators and forum moderators to assign topics to other administrators and forum moderators
he_il: לאפשר למנהלי מערכת ומנהלי פורומים להקצות נושאים למנהלים אחרים

source: Support Forum
he_il: פורום תמיכה

source: Features Forum
he_il: פורום רעיונות

source: Support Panel
he_il: פאנל תמיכה

source: Support Forums
he_il: פורומי תמיכה

source: Setup your forums IDs
he_il: הגדרת ID של הפורום תמיכה והרעיונות

source: Supports Settings
he_il: הגדרות תמיכה

source: Supports
he_il: תמיכה

source: Tickets:
he_il: טיקטים:

source: Support Panel &raquo;
he_il: פאנל תמיכה &raquo;

source: Tickets assigned to %s
he_il: הטיקטים המשוייכים ל%s

source: Topic Title
he_il: כותרת דיון

source: Last Post By
he_il: מגיב אחרון

source: Last Updated
he_il: עדכון אחרון

source: Post Count
he_il: מספר פוסטים

source: This moderator has no assigned tickets.
he_il: למנהל זה אין דיונים משוייכים.

source: Awaiting Your Response (%d)
he_il: דיונים לטיפולך (%d)

source: Your Open Tickets (%d)
he_il: טיקטים בטיפול (%d)

source: Unassigned Tickets (%d)
he_il: טיקטים ללא רשומים (%d)

source: No Replies (%d)
he_il: אין תגובות (%d)

source: Unresolved Tickets (%d)
he_il: טיקטים לטיפול (%d)

source: Feature Requests
he_il: בקשות ורעיונות

source: Actions
he_il: פעולות

source: Remove Pending Status
he_il: מחיקת סטטוס בהמתנה

source: No tickets awaiting your reply. Excellent, now go grab some unresolved or unassigned tickets.
he_il: לא מחכים לך טיקטים לטיפול. מצויין, עכשיו אפשר לטפל בדיונים שעדיין אינם בטיפול.

source: Close Tickets
he_il: טיקטים סגורים

source: No unresolved tickets, yay! Now go grab some unresolved or unassigned tickets.
he_il: לא נמצאו טיקטים לא פתורים, הידד! עכשיו אפשר לטפל בדיונים שעדיין אינם בטיפול.

source: No unassigned tickets, yay!
he_il: לא נמצאו טיקטים שאינם משוייכים, כל הכבוד!

source: Posted
he_il: נכתב

source: Assignee
he_il: אחראי תמיכה

source: Unassigned
he_il: אין רשומים

source: No tickets without replies, yay!
he_il: לא נמצאו טיקטים ללא תגובות, הידד!

source: This topic is:
he_il: דיון זה מוגדר:

source: This topic is
he_il: דיון זה מוגדר

source: Not a Support Question
he_il: לא שאלת תמיכה

source: Update
he_il: עדכון

source: Topic assigned to:
he_il: הטיקט משוייך ל:

source: Assign
he_il: לשייך

source: Assign To Me
he_il: שייך את הדיון אלי

source: Reassign topic to:
he_il: לשייך דיון מחדש:

source: Assign topic to:
he_il: לשייך דיון אל:

source: You have been assigned to the following topic, by %s. Please take a look at it when you get a chance.
he_il: %s שייך אותך לדיון זה. קח את הזמן ותבדוק איך אתה יכול לעזור בדיון הזה.

source: A forum topic has been assigned to you
he_il: דיון זה שויך אליך בפורום

source: A ticket that has been assigned to you is in need of attention.
he_il: טיקט ששוייך לך זקוק לתשומת לב נוספת.

source: %s Ticket Ping
he_il: %s - פינג טיקט

source: Ping Assignee
he_il: שליחת פינג לאחראי תמיכה

source: User's Purchases
he_il: הרכישות של המשתמש

source: Licenses
he_il: רשיונות

source: This user has never purchased anything.
he_il: משתמש זה לא רכש עדיין שום דבר באתר.

source: Please search the forums for existing questions before posting a new one.
he_il: אנא חפשו בפורום את שאלתכם לפני שאתם מפרסמים דיון חדש.

source: The support forum is open for members only. To add a topic or reply in the forum, please <a href="http://pojo.me/my-account/login/">login</a> or <a href="http://pojo.me/my-account/register/">register</a>.
he_il: פורום התמיכה פתוח למשתמשים מנויים בלבד. יש <a href="http://pojo.co.il/my-account/login/">להתחבר</a> או <a href="http://pojo.co.il/my-account/register/">להרשם</a> כדי להוסיף דיון או תגובה בפורום.

source: The support forum is open for members only. To add a topic or reply in the forum, please purchase one of our products.
he_il: פורום התמיכה פתוח למשתמשים מנויים בלבד. יש לרכוש את אחד מהמוצרים שלנו כדי כדי להוסיף דיון או תגובה בפורום.

source: The support forum is open for members only. Your subscription has expired, please <a href="http://pojo.me/my-account/">renew</a> it in order to add a topic or reply in the forum.
he_il: פורום התמיכה פתוח למשתמשים מנויים בלבד. המנוי שלך אינו בתוקף, יש <a href="http://pojo.co.il/my-account/">לחדש</a> אותו כדי להוסיף דיון או תגובה בפורום.

source: Forum Support
he_il: פורום תמיכה

source: These are widgets for the Forum Support
he_il: אזור וידג'טים עבור פורום התמיכה

source: Forum Support Hours
he_il: שעות תמיכה בפורום
